import React from "react";
import "./CompanyInfo.css";
import facebookIcon from "../../img/icon/facebook.svg";
import line from "../../img/icon/line.svg";
import mail from "../../img/icon/mail.svg";
import phone from "../../img/icon/phone.svg";

const CompanyInfo = () => {
  return (
    <section className="company-info">
      <ul className="info">
        <li>
          <h3>
            B74 บริการจองรถล่วงหน้า 24 ชม. สะดวกและราคาถูก เพื่อทริปของคุณ
          </h3>
          <p>
            บริการจองรถแท็กซี่ (Taxi) รถส่วนตัว (Private car) รถอเนกประสงค์
            (SUV) รถตู้พร้อมคนขับ เราให้คุณจองในราคาประหยัด ทุกที่ ทั่วประเทศ
            สามารถจองผ่านทั้งเว็บไซต์และแอปพลิเคชั่นได้แล้ววันนี้
            เพื่อความสะดวกของคุณ{" "}
          </p>
        </li>
        <li>
          <h3>สามารถเลือกคนขับได้ ปลอดภัยมากขึ้น </h3>
          <p>
            เราช่วยให้คุณปลอดภัยมากขึ้น สามารถเปรียบเทียบ
            โทรสอบถามหรือดูรายละเอียดของคนขับได้ที่นี่
            และเรายังมีฟีเจอร์รีวิวคนขับจากผู้ใช้งานจริงท่านอื่นๆ
            ให้คุณก่อนทำการจองรถ
          </p>
        </li>
        <li>
          <h3>ประสบการณ์มากกว่า 10 ปี เรามีเครือข่ายทั่วประเทศ</h3>
          <p>
            คนขับสุภาพ รถสะอาด บริการได้มาตรฐาน ประสบการณ์การขับขี่มากกว่า 10 ปี
            เราให้คุณมั่นใจทุกการเดินทาง
          </p>
        </li>
        <li>
          <h3>
            ตรวจสอบสถานะ/ประวัติการจองด้วยตัวเองได้ง่ายๆ ทุกเมื่อที่คุณต้องการ
          </h3>
          <p>
            คุณสามารถตรวจสอบสถานะ หรือประวัติการจองของคุณได้ที่นี่
            และยกเลิกการจองได้ทุกเวลา *ก่อนการเดินทาง 1 ชม.*
          </p>
        </li>
        <li>
          <h3>สถานที่ท่องเที่ยวดีๆ สำหรับคุณ</h3>
          <p>
            บางแสน | พัทยา | หัวหิน | ชะอำ | อุทยานแห่งชาติเขาใหญ่ | เขาค้อ |
            ตลาดน้ำอโยธยา | ตลาดน้ำคลองลัดมะยม | ตลาดน้ําอัมพวา |
            ตลาดน้ําดําเนินสะดวก วัดใหญ่ชัยมงคล | วัดพนัญเชิงวรวิหาร |
            วัดไชยวัฒนาราม | วัดมหาธาตุ | วัดพระศรีสรรเพชญ์ | วัดพระธาตุดอยสุเทพ
            | วัดพระธาตุดอยคำ | วัดพระธาตุผาซ่อนแก้ว สวนสัตว์เปิดเขาเขียว |
            เกาะล้าน | เกาะพะงัน | เกาะเต่า | เกาะช้าง | เกาะเสม็ด | เกาะสมุย |
            เกาะสีชัง
          </p>
        </li>
      </ul>
      <ul className="contact">
        <li>
          <img src={phone} alt="phone" />
          <p>098-999-xxxx</p>
        </li>
        <li>
          <img src={line} alt="line" />
          <p>@b-seventyfour</p>
        </li>
        <li>
          <img src={facebookIcon} alt="facebook" />
          <p>B-seventyfour </p>
        </li>
        <li>
          <img src={mail} alt="mail" />
          <p>bseventy4@gmail.com</p>
        </li>
      </ul>
    </section>
  );
};

export default CompanyInfo;
